{
  "Q&A-publish-for-free-question": "Is there a way to publish my apps to the App Stores for free?",
  "Q&A-publish-for-free-answer": "Unfortunately not. Apple and Google, owners of the Android &amp; iOS App Stores, require you to have a developer account in order to submit your app.<br><br>             The price of these developer accounts is:<br><br>• Google Developer Account - $25 (one time)<br>• Apple Developer Account - $99 per year<br><br>In addition, note that you'll need a Mac computer to upload the iOS app to the Stores.",
  "Q&A-worona-publish-service-question": "What does the Worona Publish Service include?",
  "Q&A-worona-publish-service-answer": "Everything. With our hassle-free service you don’t need to compile your app or have any developer account.<br><br>We’ll go through the whole submission process for you and upload your app to Worona’s account, so you don’t have to pay Google or Apple to have your own accounts.<br><br>The price (290€ - one time payment) includes one iOS app and one Android app. There are no extra fees, and you will have your app published in 7 business days. <br><br>Our <a href=\"https://www.worona.org/publish\">Worona Publish Service</a> is the most convenient and simple way of publishing your app to the stores.",
  "Q&A-no-developer-diy-question": "What if I am not a developer, can I choose the Do It Yourself option?",
  "Q&A-no-developer-diy-answer": "Yes, of course you can. But you should consider first that this is a technical and complex process.<br><br>We have worked hard to make Worona an easy platform ready to be used by everyone (not just developers). However, the submission of an app to the stores involves some technical knowledge and it can be a time-consuming process.<br><br>We encourage everybody to use <a href=\"https://build.phonegap.com\">Phonegap Build</a>. In addition, there are lots of guides and tutorials on how to submit an .apk and .ipa file to the stores. But keep in mind that you will also need a Google and an Apple developer account, which costs more than $130 combined.<br><br>Lastly, your app will have to be approved by Google and Apple to appear in their stores. Google usually takes 1 - 2 days to approve an app, while Apple requires a review that may take up to 15 business days.",
  "Q&A-is-phonegapbuild-free-question": "Is Phonegap Build free?",
  "Q&A-is-phonegapbuild-free-answer": "Yes. You can take advantage of Phonegap Build <a href=\"https://build.phonegap.com/plans\">free plan</a> to compile your app and get the .apk and .ipa files.<br><br>Afterwards you will need your own developer accounts to publish your app to the stores. Unfortunately these accounts are not free.<br><br>If you choose our <a href=\"https://www.worona.org/publish\">Worona Publish Service</a> you won’t have to worry about not having a developer account or the compilation process. We’ll take good care of your app."
}
